[
{"title": " Toy Story 4 (2019)", "duration": "100 min", "metascore": "84        ", "outline": "\n    When a new toy called \"Forky\" joins Woody and the gang, a road trip alongside old and new friends reveals how big the world can be for a toy.                    ", "director": "Josh Cooley", "actors": ""},
{"title": " Child's Play (2019)", "duration": "90 min", "metascore": null, "outline": "\n    A mother gives her son a toy doll for his birthday, unaware of its more sinister nature.                    ", "director": "Lars Klevberg", "actors": ""},
{"title": " Anna (2019)", "duration": "119 min", "metascore": null, "outline": "\n    Beneath Anna Poliatova's striking beauty lies a secret that will unleash her indelible strength and skill to become one of the world's most feared government assassins.                    ", "director": "Luc Besson", "actors": ""},
{"title": " Wild Rose (2018)", "duration": "100 min", "metascore": "78        ", "outline": "\n    A musician from Glasgow dreams of becoming a Nashville star.                    ", "director": "Tom Harper", "actors": ""},
{"title": " Toni Morrison: The Pieces I Am (2019)", "duration": "119 min", "metascore": null, "outline": "\n    This artful and intimate meditation on the legendary storyteller examines her life, her works and the powerful themes she has confronted throughout her literary career.                    ", "director": "Timothy Greenfield-Sanders", "actors": ""},
{"title": " Burn Your Maps (2016)", "duration": "102 min", "metascore": null, "outline": "\n    A family in emotional turmoil is taken by surprise in this quirky adventure where an eccentric 8-year-old American boy, Wes, has an existential epiphany - He believes that he is in fact a Mongolian goat herder.                    ", "director": "Jordan Roberts", "actors": ""},
{"title": " Swinging Safari (2018)", "duration": "97 min", "metascore": null, "outline": "\n    A teenager comes of age in a small Australian town during the 1970s when a 200-ton blue whale gets washed up on a local beach.                    ", "director": "Stephan Elliott", "actors": ""},
{"title": " Round of Your Life (2019)", "duration": "91 min", "metascore": null, "outline": "\n    Fifteen year-old Taylor Collins is a golf legacy. The son of a PGA veteran, the younger brother of a PGA rookie, he has all the talent in the world-but wants nothing to do with golf or the pressure of being the next in line. After Taylor purposely blows his tryout for the school team, his disappointed father takes a drive that ends in a texting-while-driving accident and lands him in a coma. Taylor blames himself and, with the guidance of his brother and the prayer support from his mother Jenny and newfound crush Bailey, makes it his mission to get back on the team and become the first freshman in state history to lead his team to a state championship. Faith, hope, and love bring Taylor and his family closer than ever and he learns that the greatest way to honor his father and his God is to embrace the gifts and talents he was given.                    ", "director": "Dylan Thomas Ellis", "actors": ""},
{"title": " Men in Black: International (2019)", "duration": "114 min", "metascore": "38        ", "outline": "\n    The Men in Black have always protected the Earth from the scum of the universe. In this new adventure, they tackle their biggest threat to date: a mole in the Men in Black organization.                    ", "director": "F. Gary Gray", "actors": ""},
{"title": " The Secret Life of Pets 2 (2019)", "duration": "86 min", "metascore": "55        ", "outline": "\n    Continuing the story of Max and his pet friends, following their secret lives after their owners leave them for work or school each day.                    ", "director": "Chris Renaud", "actors": ""},
{"title": " Aladdin (2019)", "duration": "128 min", "metascore": "53        ", "outline": "\n    A kind-hearted street urchin and a power-hungry Grand Vizier vie for a magic lamp that has the power to make their deepest wishes come true.                    ", "director": "Guy Ritchie", "actors": ""},
{"title": " Dark Phoenix (2019)", "duration": "113 min", "metascore": "43        ", "outline": "\n    Jean Grey begins to develop incredible powers that corrupt and turn her into a Dark Phoenix. Now the X-Men will have to decide if the life of a team member is worth more than all of humanity.                    ", "director": "Simon Kinberg", "actors": ""},
{"title": " Rocketman (2019)", "duration": "121 min", "metascore": "69        ", "outline": "\n    A musical fantasy about the fantastical human story of ", "director": "Dexter Fletcher", "actors": ""},
{"title": " Shaft (2019)", "duration": "111 min", "metascore": "41        ", "outline": "\n    John Shaft Jr., a cyber security expert with a degree from MIT, enlists his family's help to uncover the truth behind his best friend's untimely death.                    ", "director": "Tim Story", "actors": ""},
{"title": " Godzilla: King of the Monsters (2019)", "duration": "132 min", "metascore": "48        ", "outline": "\n    The crypto-zoological agency Monarch faces off against a battery of god-sized monsters, including the mighty Godzilla, who collides with Mothra, Rodan, and his ultimate nemesis, the three-headed King Ghidorah.                    ", "director": "Michael Dougherty", "actors": ""},
{"title": " John Wick: Chapter 3 - Parabellum (2019)", "duration": "131 min", "metascore": "73        ", "outline": "\n    Super-assassin John Wick is on the run after killing a member of the international assassin's guild, and with a $14 million price tag on his head - he is the target of hit men and women everywhere.                    ", "director": "Chad Stahelski", "actors": ""},
{"title": " Late Night (2019)", "duration": "102 min", "metascore": "71        ", "outline": "\n    A late-night talk-show host suspects that she may soon lose her long-running show.                    ", "director": "Nisha Ganatra", "actors": ""},
{"title": " Ma (2019)", "duration": "99 min", "metascore": "53        ", "outline": "\n    A lonely woman befriends a group of teenagers and decides to let them party at her house. Just when the kids think their luck couldn't get any better, things start happening that make them question the intention of their host.                    ", "director": "Tate Taylor", "actors": ""}
